Repository: mijuanlo/plasma-quota
Catalog: po/*/plasma_applet_org.kde.plasma.lliurexquota.po
Languages: ca

source: No quota restrictions found.
ca: No s'han trovat restriccions de quota.

source: Quota tool not found. Please install 'lliurex-quota'.
ca: No he trovat 'lliurex-quota'. Per favor instal·la 'lliurex-quota'.

source: Please install 'lliurex-quota'
ca: Per favor instal·la 'lliurex-quota'

source: Running lliurex-quota failed
ca: Execució de lliurex-quota ha fallat.

source: Assigned space
ca: Espai assignat

# usage of quota, e.g.: '/home/bla: 38% used'
source: %1: %2% used
ca: %1: %2% utilitzat

# e.g.: 12 GiB of 20 GiB
source: %1 of %2
ca: %1 de %2

# e.g.: 8 GiB free
source: %1 free
ca: %1 lliure

# example: Quota: 83% used
source: Quota: %1% used
ca: Quota: %1% utilitzat

source: Disk Quota
ca: Lliurex Disk Quota
